Repository: FatimahAlmatter/MiniChallenge3
Catalog: MiniChallenge3/*.lproj/Localizable.strings
Languages: ar

source: Services
ar: الخدمات

source: Packages
ar: البكجات

source: Catering
ar: الضيافة

source: Decorations
ar: الديكورات

source: Gifts
ar: الهدايا

source: Technical & DJ
ar: الصوتيات

source: invitation
ar: الدعوات

source: Wedding
ar: زواج

source: Security
ar: الأمن و الحراسة

source: All
ar: الكل

source: Birthday
ar: حفلات الميلاد

source: Graduation
ar: تخرج

source: Anniversary
ar: ذكرى

source: bridal-shower
ar: توديع عزوبيه

source: engagement
ar: خطوبه

source: Baby-shower
ar: كشف جنس الجنين

source: Retirement
ar: تقاعد

source: Organizer Info
ar: معلومات المنسق

source: Overview
ar: نظره عامه

source: include Package
ar: تتوفر باكجات

source: GHADEER ASHOOR
ar: غدير عاشور

source: Modern Events & Wedding Designer
ar: منسق حفلات و زواجات

source: Party in Box
ar: حفله في صندوق

source: organizing parties for more than 10 years
ar: منسق حفلات من أكثر من ١٠ سنوات

source: Glowing Party
ar: الحفلة المضيئة

source: organizing parties and offer packages with good prices
ar: متخصص تنظيم حفلات ، يتم توفير باكجات بأسعار مناسبه

source: Luxury event
ar: الحفلات الفاخرة

source: offer packages with good prices
ar: تتوفر بكجات بأسعار مناسبه

source: Catalog
ar: معرض الصور

source: feedback
ar: التقييمات

source: more
ar: المزيد

source: Package Details
ar: تفاصيل البكج

source: Pending
ar: مُعلق

source: Your request is pending now, you will be notified once the organizer accept it
ar: طلبك معلق الآن، سوف يتم اشعارك في حال قبول الطلب

source: Ok
ar: حسنًا

source: chooseDate
ar: اختر يوم و تاريخ المناسبة

source: confirm
ar: تأكيد الطلب

source: price
ar: السعر

source: Include
ar: يتضمن

source: packageDes
ar: ١ قوس بالون ٢٠ فازة ورد ١٠ طاولات ٥٠ كرسي لوح دونات ضيافه لعدد 50 شخص

source: New Request
ar: طلب جديد

source: notes
ar: ملاحظات

source: numberOfGuests
ar: عدد الضيوف

source: Saved Items
ar: المحفوظات

source: Notifications
ar: التنبيهات

source: Organizer name
ar: إسم المنسق

source: Party date
ar: تاريخ المناسبه

source: Party type
ar: نوع المناسبه

source: status
ar: تم قبول طلبك

source: pay
ar: ادفع الآن
